Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=168_art_id=197.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Tjáhtje
sma: Lïerh: Tjaetsie

source: Javllamus Mariaj
sma: Dïjre Maarjese

source: Usjudalá vuostak dán birra:
sma: Ussjedh voestegh daan bïjre:

source: Ž Gåktu jáhká le æjgádin sjaddat lågenanjagágin ?
sma: Ž Guktie vïenhth lea eejhteginie sjïdtedh gosse ennje noere lea ?

source: Ž Mij jáhká soajttá ienemus hásstalussan sjaddat gå galggá nuorran æjgádin sjaddat ?
sma: Ž Mij lea stööremes dåeriesmoere gosse eejhteginie sjædta gosse ennje noere lea ?

source: Ž Gåktu jáhká le iesselissan sjaddat stuoves gasskavuoda ålggolin ?
sma: Ž Guktie vïenhth lea nåajsan sjïdtedh gosse ij naan mïelehke desnie ?

source: Lågå subttsasav Maria birra Lukasin 1, 26-38.
sma: Lohkh Maarjan bïjre Lukasen vaentjielisnie: Lukas 1, 26-38.

source: Ž Mij le dán tevsta sisadno ?
sma: Ž Man bïjre daate teekste såårne ?

source: Ž Makkir tiemá li fáddan tevstan ?
sma: Ž Guktie daan teeksten aamhtese ?

source: Ž Majt usjudalá gå tevstav lågå ?
sma: Ž Maam tuhtjh dennie teekstesne viehkielommes ?

source: Ž Gejt iejvvip subttsasin ?
sma: Ž Giejtie daennie teekstesne gaavnedibie ?

source: Ž Majt oadtjop diehtet Maria birra ?
sma: Ž Maam åadtjobe Maarjan bïjre daejredh ?

source: Majt oadtjop diehtet ieŋŋgila Gabriela birra ?
sma: Maam åadtjobe eengkele Gabrielen bïjre daejredh ?

source: Ž Majt Maria dahká gå oadtju ieŋŋgilav guossáj ?
sma: Ž Guktie Maarjine gosse eengkele dan gåajkoe båata ?

source: Ž Majt ieŋŋgil Mariaj javllá ?
sma: Ž Maam eengkele Maarjese jeahta ?

source: Ž Mij le Maria måråj dasi majt ieŋŋgil subtsas ?
sma: Ž Mestie Maarja tjoeperde gosse eengkele soptsestamme ?

source: Ž Majt ieŋŋgil Jubmela birra javllá ?
sma: Ž Maam eengkele jeahta Jupmelen bïjre ?

source: Ž Gej soajttá sæmmi lágásj åtsådallama dagu Maria ja Josef uddni ?
sma: Ž Gïeh daelie dååjrehtieh maam Josefe gonnoeh Maarjah dååjrehtigan ?

source: Ž Gåktu nuora gudi uddni iesselissan sjaddi vuosstáj váldeduvvi ?
sma: Ž Maam daaletje noere nïejth dååjrehtieh gosse nåajsan sjidtieh ?

source: Ž Majt usjudalá dan birra gå muhtem nuora hasoduvvi tsuovkkanittjat ?
sma: Ž Maam datne ussjedh daan bïjre: noere nïejtide eevtjieh maanam boerne-gåetesne jamhkelidh ?

source: ŽGåktu beras lulujin nuorra næjtso ja báhtja gudi æjgádin sjaddaba, vuosstáj váldeduvvat ?
sma: Ž Maam datne tuhtjh, guktie edtjebe dåemiedidh gosse noerh eejhtegh sjïdteminie ?

source: Lågå subttsasav ájn akti ja usjudalá dán birra:
sma: Lohkh saerniem ikth vielie jïh ussjedh daan bïjre:

source: Ž Majt máhttep dahkat nuoraj åvdås gudi æjgádin sjaddaba ?
sma: Ž Guktie maehtebe noere almetjidie viehkiehtidh gïeh eejhtegh sjidtieh ?

source: Ž Gåktu máhtti nuora gudi æjgádin sjaddi vásedit Jubmel le sijá siegen, dagu Jubmel lij Maria ja Josefa siegen ?
sma: Ž Guktie edtjieh noere eejhtegh damtedh Jupmele dej luvnie lea, seammalaakan goh Josefe gonnoeh Maarjah ?
